[
  "nldates-obsidian",
  "obsidian-languagetool-plugin",
  "obsidian-contextual-typography",
  "dataview",
  "obsidian-hider",
  "mousewheel-image-zoom",
  "obsidian-image-toolkit",
  "obsidian-file-path-to-uri",
  "obsidian-style-settings",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "calendar",
  "obsidian-another-quick-switcher",
  "obsidian-excel-to-markdown-table",
  "obsidian-admonition",
  "obsidian-sortable",
  "obsidian-statusbar-pomo",
  "obsidian-tracker",
  "obsidian-frontmatter-tag-suggest",
  "supercharged-links-obsidian",
  "auto-note-mover",
  "homepage",
  "quickadd",
  "recent-files-obsidian",
  "metaedit",
  "buttons",
  "obsidian-rewarder"
]