[
  "calendar",
  "surfing",
  "sample-plugin",
  "dataview",
  "periodic-notes",
  "quickadd",
  "obsidian-tasks-plugin",
  "tasks-calendar-wrapper",
  "templater-obsidian",
  "various-complements",
  "image-converter",
  "obsidian-git",
  "folder-notes",
  "file-explorer-note-count",
  "obsidian-custom-attachment-location",
  "colored-tags",
  "obsidian-chartsview-plugin",
  "remember-cursor-position",
  "obsidian-show-file-path",
  "net-clip",
  "infio-copilot",
  "recent-files-obsidian",
  "workspaces-plus",
  "tag-wrangler",
  "obsidian42-brat",
  "ravenhogwarts-toolkit",
  "yearly-glance",
  "ace-code-editor",
  "obsidian-memos",
  "obsidian-chinese-map-view",
  "obsidian-linter"
]